{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "hop.nvim": {
      "src": "https://github.com/smoka7/hop.nvim"
    },
    "lean.nvim": {
      "src": "https://github.com/Julian/lean.nvim"
    },
    "limelight.vim": {
      "src": "https://github.com/junegunn/limelight.vim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "nord.nvim": {
      "src": "https://github.com/gbprod/nord.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tmux-navigation": {
      "src": "https://github.com/alexghergh/nvim-tmux-navigation"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-ufo": {
      "src": "https://github.com/kevinhwang91/nvim-ufo"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "promise-async": {
      "src": "https://github.com/kevinhwang91/promise-async"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "vim-illuminate": {
      "src": "https://github.com/RRethy/vim-illuminate"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "zig.vim": {
      "src": "https://github.com/ziglang/zig.vim"
    }
  }
}
